function AboutProject(props) {
  return (
    <>
      <h2>О проекте</h2>
      <h3>Дипломный проект включал 5 этапов</h3>
      <p>Составление плана, работу над бэкендом, вёрстку, добавление функциональности и финальные доработки.</p>
      <h3>На выполнение диплома ушло 5 недель</h3>
      <p>У каждого этапа был мягкий и жёсткий дедлайн, которые нужно было соблюдать, чтобы успешно защититься.</p>
      <p>1 неделя</p>
      <p>4 недели</p>
      <p>Back-end</p>
      <p>Front-end</p>
    </>
  );
}

export default AboutProject;